export const locations = {
  'শেরপুর সদর': [
    'কামারিয়া', 'কামারের চর', 'গাজীর খামার', 'চর পক্ষিমারী', 'চর মুচারিয়া',
    'চর শেরপুর', 'ধলা', 'পাকুরিয়া', 'বেতমারী ঘুঘুরাকান্দি', 'বালাইরচর',
    'বাজিতখিলা', 'ভাতশালা', 'রৌহা', 'লক্ষ্মণপুর',
  ],
  'নালিতাবাড়ী': [
    'কলসপুর', 'কাকরকান্দি', 'নন্নী', 'নয়াবিল', 'নালিতাবাড়ী', 'পোড়াগাঁও',
    'বাঘবেড়', 'মরিচপুরান', 'যোগানিয়া', 'রূপনারায়ণকুড়া', 'রাজনগর',
    'রামচন্দ্রকুড়া মন্ডলিয়া',
  ],
  'ঝিনাইগাতী': [
    'কাংশা', 'গৌরীপুর', 'ঝিনাইগাতী', 'ধানশাইল', 'নলকুড়া', 'মালিঝিকান্দা', 'হাতিবান্ধা',
  ],
  'শ্রীবরদী': [
    'কাকিলাকুড়া', 'কুড়িকাহানিয়া', 'খরিয়া কাজির চর', 'গড়জরিপা', 'গোসাইপুর',
    'তাতিহাটি', 'ভেলুয়া', 'রাণীশিমুল', 'শ্রীবরদী', 'সিংগাবরুণা',
  ],
  'নকলা': [
    'উরফা', 'গৌড়দ্বার', 'গণপদ্দী', 'চন্দ্রকোনা', 'চর অষ্টধর', 'তালকী',
    'নকলা', 'পাঠাকাটা', 'বানেশ্বরদী',
  ],
};

export const upazilaList = Object.keys(locations);
